INSERT INTO users VALUES
(1, 'Иван', 'Иванов', 'asterix@gmail.com', 'qwertyasd', 'image.jpg'),
(2, 'Сергей', 'Сидоров', 'obelisk@gmail.com', 'qwertyasd', 'image2.jpg');

INSERT INTO categories VALUES
(1, 'Деревья', 'picture.png'),
(2, 'За жизнь', 'picture.png'),
(3, 'Без рамки', 'picture.png'),
(4, 'Разное', 'picture.png'),
(5, 'IT', 'picture.png'),
(6, 'Музыка', 'picture.png'),
(7, 'Кино', 'picture.png'),
(8, 'Программирование', 'picture.png'),
(9, 'Железо', 'picture.png');

INSERT INTO articles VALUES
(1, 'Как начать программировать', 'Достичь успеха помогут ежедневные повторения.', 'Первая большая ёлка была установлена только в 1938 году. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Собрать камни бесконечности легко, если вы прирожденный герой. Достичь успеха помогут ежедневные повторения. Ёлки — это не просто красивое дерево. Это прочная древесина. Золотое сечение — соотношение двух величин, гармоническая пропорция. Как начать действовать? Для начала просто соберитесь. Это один из лучших рок-музыкантов. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Из под его пера вышло 8 платиновых альбомов. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Он написал больше 30 хитов. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Программировать не настолько сложно, как об этом говорят. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры.', 'sea-fullsize@1x.jpg', '06.08.2020', 1),
(2, 'Как собрать камни бесконечности', 'Собрать камни бесконечности легко, если вы прирожденный герой. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.', 'Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Это один из лучших рок-музыкантов. Как начать действовать? Для начала просто соберитесь. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Собрать камни бесконечности легко, если вы прирожденный герой. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Достичь успеха помогут ежедневные повторения. Простые ежедневные упражнения помогут достичь успеха.', 'sea-fullsize@1x.jpg', '26.10.2020', 2),
(3, 'Как начать программировать', 'Собрать камни бесконечности легко, если вы прирожденный герой.', 'Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Он написал больше 30 хитов. Как начать действовать? Для начала просто соберитесь. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Золотое сечение — соотношение двух величин, гармоническая пропорция.', 'sea-fullsize@1x.jpg', '16.09.2020', 2),
(4, 'Учим HTML и CSS', 'Это один из лучших рок-музыкантов.', 'Простые ежедневные упражнения помогут достичь успеха. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Достичь успеха помогут ежедневные повторения. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Программировать не настолько сложно, как об этом говорят. Первая большая ёлка была установлена только в 1938 году. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Собрать камни бесконечности легко, если вы прирожденный герой. Это один из лучших рок-музыкантов. Золотое сечение — соотношение двух величин, гармоническая пропорция. Как начать действовать? Для начала просто соберитесь. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Он написал больше 30 хитов. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры.', 'sea-fullsize@1x.jpg', '20.10.2020', 2),
(5, 'Борьба с прокрастинацией', 'Собрать камни бесконечности легко, если вы прирожденный герой. Программировать не настолько сложно, как об этом говорят. Золотое сечение — соотношение двух величин, гармоническая пропорция.', 'Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Из под его пера вышло 8 платиновых альбомов. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Собрать камни бесконечности легко, если вы прирожденный герой. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Как начать действовать? Для начала просто соберитесь. Золотое сечение — соотношение двух величин, гармоническая пропорция. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Достичь успеха помогут ежедневные повторения. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Ёлки — это не просто красивое дерево. Это прочная древесина. Первая большая ёлка была установлена только в 1938 году.', 'sea-fullsize@1x.jpg', '04.09.2020', 2),
(6, 'Борьба с прокрастинацией', 'Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Из под его пера вышло 8 платиновых альбомов.', 'Первая большая ёлка была установлена только в 1938 году. Золотое сечение — соотношение двух величин, гармоническая пропорция. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много.', 'sea-fullsize@1x.jpg', '21.08.2020', 2);

INSERT INTO comments VALUES
(1, 'Это где ж такие красоты?', '25.08.2020', 1, 5),
(2, 'Совсем немного...', '08.08.2020', 1, 5),
(3, 'Согласен с автором!', '31.10.2020', 2, 3),
(4, 'Мне кажется или я уже читал это где-то?', '19.08.2020', 1, 3),
(5, 'Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.', '03.10.2020', 2, 2),
(6, 'Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.', '25.09.2020', 1, 3),
(7, 'Хочу такую же футболку :-)', '05.10.2020', 2, 1),
(8, 'Плюсую, но слишком много букав!', '28.09.2020', 1, 3),
(9, 'Планируете записать видосик на эту тему?', '24.10.2020', 2, 1),
(10, 'Даже не знаю что сказать.', '25.08.2020', 1, 4);

INSERT INTO articles_categories VALUES
(2, 1),
(3, 2),
(5, 3),
(1, 4),
(3, 5),
(2, 5),
(1, 5),
(5, 5),
(3, 6),
(2, 6),
(5, 7),
(3, 8),
(6, 8),
(4, 8),
(2, 8),
(2, 9);
